Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/copy_of_census.html.txt.tmx
Source language: en
Languages: ga

source: • Reasons for holding a census
ga: • Na fáthanna go mbíonn daonáireamh ann

source: • How the census is run
ga: • Conas a riartar an daonáireamh

source: The Census of Population is a detailed count of every person living in the State on a particular date, including people who are not usually resident here
ga: Cuntas cuimsitheach ar gach duine a chónaíonn sa Stát dáta faoi leith é Daonáireamh na hÉireann, ag cur san áireamh freisin daoine nach bhfuil gnáthchónaí orthu anseo

source: It takes place every 5 years and is carried out by the Central Statistics Office (CSO)
ga: Bíonn daonáireamh ann gach cúig bliain agus is í an Phríomhoifig Staidrimh (POS) atá freagrach as

source: The most recent census was taken on Sunday 24 April 2016
ga: Ritheadh an daonáireamh is déanaí ar an Domhnach 24 Aibreán 2016

source: The previous census was in April 2011
ga: Roimhe sin, bhí an daonáireamh ba dhéanaí ann i mí Aibreáin 2011

source: Under Sections 26 and 27 of the Statistics Act 1993, there is a legal obligation to complete the census form
ga: Tá oibleagáid dlíthiúil ann faoi Altanna 26 agus 27 den Acht Staidrimh 1993 foirm an daonáirimh a líonadh

source: Reasons for holding a census
ga: Na fáthanna go mbíonn daonáireamh ann

source: The Census of Population establishes the size of the population in the State
ga: Insíonn daonáireamh dúinn cén daonra atá in Éirinn

source: Up-to-date population statistics are essential to help to plan for services to meet demand for healthcare and education, for example
ga: Baintear úsáid as an eolas ón daonáireamh le pleanáil a dhéanamh do sholáthar seirbhísí ar nós cúram sláinte, seirbhísí oideachais agus a leithéidí

source: Detailed figures at local level help to identify areas of high unemployment and deprivation as well as the likely demand for local services and facilities
ga: Ag an leibhéal áitiúil, tugann mionsonraí an daonáirimh cúnamh áiteanna a aithint ina bhfuil an dífhostaíocht nó an díothacht ghinearálta an-ard agus cá mbeadh éileamh ar sheirbhísí agus áiseanna áitiúla

source: The census also helps to provide an accurate measure of net migration (the difference between inward and outward migration)
ga: Cabhraíonn an daonáireamh le himirce ghlan (an difríocht idir inimirce agus imirce amach) a mheas go cruinn

source: Article 16.2 of the Constitution lays down that the total membership of Dáil Éireann depends on the population as measured by the census
ga: Tá sé leagtha síos i mBunreacht na hÉireann go mbeidh ballraíocht iomlán ag Dáil Éireann bunaithe ar an daonra a dhéanann an daonáireamh a chomhaireamh

source: There must be one TD for each 20,000 to 30,000 persons
ga: Is gá TD amháin a bheith ann ar son gach 20,000 go 30,000 daoine

source: A Constituency Commission must be set up to review Dáil and European Parliament constituencies once the preliminary results of the census have been published
ga: Tar éis do réamhthorthaí an daonáirimh a fhoilsiú, caifear Coimisiún Dáilcheantar a bhunú chun na Dáilcheantair a athbhrethniú

source: Read more on census.ie
ga: Léigh tuilleadh ar census.ie

source: How the census is run
ga: Conas a riartar an daonáireamh

source: Teams of enumerators deliver census forms to every household and to every other type of place where people may be present on census night (such as hotels, guesthouses, hospitals, ships)
ga: Dáileann forieann áiritheoirí foirm an daonáirimh ar gach teaghlach agus ar áiteanna eile ina mbeidh daoine i láthair ar oíche an daonáirimh (mar shmpla, óstáin, ospidéil, loing)

source: Everyone who is actually on the premises in census night, including visitors, should be counted
ga: Ba cheart gach duine atá sa teaghlach ar an oíche sin a chomhaireamh

source: You should also enter the details (on List 2) of anyone who usually lives there but is away on census night
ga: Tá liosta breise (Liosta 2) ar an bhfoirm le daoine a bhíonn sa teaghlach de ghnáth, ach nach bhfuil ann ar oíche an daonáirimh, a chomhaireamh

source: The questionnaire includes such topics as age, marital status, sex, place of birth, occupation and industry, and housing characteristics
ga: I measc na gceisteanna ar fhoirm an daonáirimh tá ceisteanna a bhaineann le haois, stádas pósta, gnéas, áit bhreithe, gairm bheatha agus tionscal, agus tréithe tithíochta

source: There is a step-by-step guide to completing the form on census.ie
ga: Tá treoir mionsonraithe ar census.ie

source: All the information that you give on the census form is confidential
ga: Pléitear le gach eolas a chuireann tú ar an bhfoirm go rúnda

source: The CSO only uses it for statistical purposes
ga: Bainfidh an Phríomh-Oifig Staidrimh úsáid as an eolas a sholáthraíonn tú ar chúiseanna staidrimh amháin

source: Your name and address are not entered on any computer database, and no other organisation (including government departments or agencies) can access information from the census that would identify a household or a person in any way
ga: Ní chuirfear d'ainm ná do sheoladh ar bhunachar sonraí ar bith, agus ní bheidh aon eagraíocht eile (fiú Ranna nó gníomhaireachtaí Stáit) ábalta rochtain a fháil ar shonraí a d'fhéadfadh teaghlach nó duine aonair a shainaithint ar chaoi ar bith

source: Census enumerators call to all households to deliver forms by census night and they call back to collect completed forms over the following couple of weeks
ga: Cuireann áiritheoirí daonáirimh cuairt ar gach teaghlach roimh lá an daonáirimh chun na foirmeacha a dháileadh agus cuireann siad siad cuairt eile tar éis oíche an daonáirimh chun na foirmeacha a bhailiú

source: Enumerators all carry ID, which you can ask to see if you wish
ga: Bíonn cárta aitheantais ag gach áiritheoir agus is féidir leat é seo a sheiceáil más mian leat

source: They can help with any queries about the census form
ga: Má tá aon cheisteanna agat faoi fhoirm an daonáirimh, is féidir le d’áiritheoir cabhrú leat

source: They can also help if you have difficulty completing the form
ga: Cabhróidh d’áiritheoir leat freisin má tá aon deacracht agat le comhlánú na foirme

source: When you have completed the form on census night, sign the declaration at the end of the form and keep it safe until your enumerator calls back to collect it
ga: Nuair atá tú tar éis an fhoirm a chomhlánú, sínigh an dearbhú ar deireadh na foirme agus coiméad d'fhoirm chomhlánaithe réidh le bailiú ag d’áiritheoir

source: If nobody at all is present on census night, you should have Form E instead of the census form
ga: Muna raibh éinne sa bhaile ar oíche an daonáirimh, iarr ar d'áiritheoir 'foirm E' a thabhairt duit seachas foirm an daonáirimh

source: You can view a sample copy of the census form (pdf) and a list of the questions, together with detailed explanations
ga: Tá sampla den fhoirm (pdf) agus liosta na gceisteanna, chomh maith le cur síos sonraithe orthu foilsithe ar census.ie

source: There were no new questions in 2016, but the question on marital status was updated to include registered same-sex civil partnerships
ga: Ní raibh aon cheist nua ann i 2016, ach bhí leagan nua ann den cheist mar gheall ar stádas sibhialta, a luann páirtnéireacht shibhialta anois

source: As well as English and Irish (pdf) versions, the main text of the form is available in several foreign languages
ga: Chomh maith leis na leaganacha Gaeilge agus Béarla (pdf), tá príomhthéacs na foirme ar fáil i roinnt teangacha eile

source: The form is also available in large print (pdf) and in MP3 format
ga: Tá sí ar fáil i gcló mór (pdf) agus i bhformáid MP3 freisin

source: Braille and CD versions are available on request
ga: Tá leaganacha Braille agus CD ar fáil, ach iad a iarraidh

source: The results of Census 2016 and earlier censuses are published on the CSO’s website cso.ie
ga: Foilsítear torthaí an daonáirimh ar láithreán gréasáin an POS, cso.ie

source: Preliminary results for Census 2016 show a total population of 4,757,976 persons, representing an increase of 169,724 persons (3.7%) since 2011
ga: De réir na réamhthorthaí, b'é 4,757,976 líon iomlán an daonra i 2016, i gcomparáid le 4,588,252 duine sa bhliain 2011 - méadú 169,724 duine (nó 3.7%)
